{
  "questions": {
      "what is an education loan in India": "An education loan in India is a financial instrument designed to help students fund their higher education expenses within India or abroad. It covers costs like tuition fees, books, and living expenses.",
      "how do education loans work in India": "In India, education loans are offered by banks and financial institutions.  They typically require the student to be enrolled in a recognized course at an approved institution. Repayment usually begins after course completion.",
      "what are the types of education loans available in India": "In India, types of education loans include: \n\n    * Priority Sector Lending (PSL) Loans: For courses in India.\n    * Non-PSL Loans: For higher amounts or courses not under PSL.\n    * Study Abroad Loans: For students pursuing education overseas.",
      "how do I apply for an education loan in India": "To apply, visit a bank (public or private), fill out an application form, provide required documents (academic records, income proof, etc.), and await approval. Some banks offer online application as well.",
      "what documents are required for an education loan in India": "Documents typically include: \n\n    * Academic certificates (10th, 12th, graduation if applicable)\n    * Admission letter from the institution\n    * Proof of address and identity\n    * Income proof of parents/guarantor\n    * PAN card\n    * Bank statements",
      "what expenses does an education loan cover in India": "Covers tuition fees, examination fees, books, stationery, hostel fees, travel expenses (within India), and sometimes a computer or laptop.",
      "how does education loan interest work in India": "Interest is charged from the date of disbursal.  It can be fixed or variable. Simple interest is often charged during the study period.  Rates vary by bank and loan amount.",
      "what is the difference between fixed and variable interest rates in India": "A fixed interest rate remains constant, offering predictable EMIs. A variable interest rate fluctuates with market conditions, leading to changing EMIs.",
      "what is the moratorium period in Indian education loans": "A moratorium period is a time during which the borrower is not required to make payments.  For education loans in India, it usually covers the course duration plus a specified period (6 months to 1 year) after.",
      "how do I repay my education loan in India": "Repayment is through Equated Monthly Installments (EMIs). You can pay online, via cheque, or through other bank-specified methods. Prepayment is allowed, sometimes with charges.",
      "what is the loan term for education loans in India": "Loan terms typically range from 5 to 15 years, depending on the bank and loan amount.",
      "who is eligible for an education loan in India": "Indian citizens enrolled in a recognized course at an approved institution are eligible.  Age limits and co-applicant requirements may apply.",
      "are there loan limits for education loans in India": "Yes, loan limits vary.  Under PSL, loans up to ₹7.5 lakh have relaxed norms.  Higher amounts may require collateral.",
      "when do I start repaying my education loan in India": "Repayment usually starts after the moratorium period. Some banks may require simple interest payments during the study period.",
      "what are the fees associated with education loans in India": "Processing fees, documentation charges, and sometimes prepayment penalties. Banks may waive some fees for certain categories.",
      "what are the penalties for late or missed payments on education loans in India": "Late payment fees, negative impact on credit score, and potentially higher interest rates.",
      "what is the maximum loan amount I can get for studying in India": "Maximum loan amounts vary by bank and course.  PSL loans have limits up to ₹7.5 lakh. Non-PSL loans can go higher with collateral.",
      "what is a recognized institution for education loans in India": "Institutions approved by AICTE, UGC, or other relevant regulatory bodies.",
      "how is loan disbursement handled in India": "Disbursement is usually in installments, directly to the institution or as per the bank's policy.",
      "how do I calculate my monthly education loan interest in India": "Use the formula: EMI = [P x R x (1+R)^N] / [(1+R)^N-1], where P is principal, R is monthly interest rate, and N is the number of months.",
      "what is simple interest in education loans in India": "Simple interest is calculated only on the principal amount, not on accrued interest.  Often applied during the study period.",
      "what is an EMI in Indian education loans": "Equated Monthly Installment - the fixed amount you pay each month towards repaying the loan.",
      "what is a cosigner/guarantor for education loans in India": "A parent, guardian, or spouse who shares the legal responsibility of repaying the loan.",
      "what is collateral for education loans in India": "Security (property, fixed deposits) pledged for loans above a certain amount.",
      "what is loan foreclosure in India": "Paying off the entire outstanding loan amount before the scheduled end date.",
      "what is loan consolidation in India": "Combining multiple education loans into a single loan.  Less common in India compared to other countries.",
      "what is income-based repayment in India": "Repayment linked to the borrower's income. Not a standard feature in India; banks have their own restructuring policies.",
      "what is loan deferment in India": "Temporary postponement of loan repayment.  Moratorium period serves a similar purpose in India.",
      "what is loan forbearance in India": "Temporary postponement or reduction of loan payments due to financial hardship. Banks may offer this on a case-by-case basis.",
      "what is a Parent PLUS loan equivalent in India": "There isn't a direct equivalent. Parents can be co-applicants or take out a loan where the student is the primary beneficiary.",
      "what is a grant vs. a loan in India": "A grant is financial aid that doesn't need repayment, while a loan needs to be repaid with interest.",
      "how does financial literacy help with education loans in India": "Helps students understand loan terms, manage finances, and make informed repayment decisions.",
      "what is the total cost of borrowing for an education loan in India": "Principal amount plus all interest and fees over the loan tenure.",
      "how do I choose the right repayment plan in India": "Consider your expected income and financial situation.",
      "what happens if I can't make my education loan payments in India": "Contact the bank to discuss restructuring or rescheduling options.",
      "what is education loan default in India": "Failure to repay the loan as per the agreed terms.",
      "how does education loan debt affect my credit score in India": "Late payments or default negatively impact your CIBIL score.",
      "can education loans be discharged in bankruptcy in India": "Difficult, but possible under extreme circumstances as per Indian insolvency laws.",
      "what is loan rehabilitation in India": "Restructuring a defaulted loan to bring it back into good standing.  Banks may have specific processes.",
      "what is loan cancellation or forgiveness in India": "Rare. Some government schemes may have provisions for specific professions or circumstances.",
      "how do education loans affect my ability to get other loans in India": "High loan amounts can affect your debt-to-income ratio and your eligibility for future loans.",
      "should I refinance my education loans in India": "Consider if you can get a lower interest rate or better terms from another lender.",
      "what is autopay and how does it work in India": "Automatic deduction of EMIs from your bank account.",
      "how do I check my education loan balance in India": "Check your passbook, online banking portal, or contact your bank.",
      "what is the equivalent of CSS Profile for Indian students": "There isn't a direct equivalent.  Individual institutions may have their own financial aid forms.",
      "what is Loan Entrance Counseling equivalent in India": "Banks provide loan information and terms to borrowers during the application process.",
      "what is a Loan Servicer equivalent in India": "The bank or financial institution that disbursed the loan.",
      "how do I contact my loan servicer in India": "Contact the bank branch or customer care.",
      "what is a student loan exit interview equivalent in India": "Banks provide repayment details and schedules to borrowers before disbursement of final amount.",
      "how do I apply for a private education loan in India": "Apply directly to the private bank or financial institution.",
      "what credit score do I need for an education loan in India": "CIBIL score is important. A good score increases chances of approval and better rates. Public banks may not emphasize on score.",
      "how do education loans affect my taxes in India": "Currently, there are limited direct tax benefits on education loan principal repayment in India, but interest paid is deductible under Section 80E.",
      "what is the Student Aid Index (SAI) equivalent in India": "Not directly applicable.  Banks assess financial need based on income proof and other factors.",
       "what is the difference between subsidized and unsubsidized loans in India":"This concept is not directly applicable in India.  Indian education loans do not have a structure where the government pays the interest.",
      "what is a Direct Consolidation Loan equivalent in India": "Less common.  Borrowers can request their bank to restructure their loan, but it is at the bank's discretion.",
      "what is the standard repayment plan in India": "Predetermined EMI schedule over the loan tenure.",
      "what is the graduated repayment plan in India": "Some banks may offer step-up repayment options, but it is not a standard plan.",
      "what is the extended repayment plan in India": "Longer repayment tenures might be available for higher loan amounts or on a case-to-case basis.",
      "what is the Pay As You Earn (PAYE) plan equivalent in India": "Not a standard feature. Banks may restructure loans based on individual circumstances.",
      "what is the Revised Pay As You Earn (REPAYE) plan equivalent in India": "Not a standard feature. Banks may restructure loans based on individual circumstances.",
      "what is the Income-Based Repayment (IBR) plan equivalent in India": "Not a standard feature. Banks may restructure loans based on individual circumstances.",
      "what is the Income-Contingent Repayment (ICR) plan equivalent in India": "Not a standard feature. Banks may restructure loans based on individual circumstances.",
      "what is Teacher Loan Forgiveness equivalent in India": "Some state or central government schemes may exist for teachers, but not a general feature.",
      "what is loan discharge due to disability in India": "Banks handle such cases as per their policies and insurance coverage, if any.",
      "what is loan discharge due to school closure in India": "Borrower can request the bank to stop future disbursements and restructure the outstanding amount.  May depend on the specific situation and bank policies.",
      "what is a loan discharge due to false certification in India": "Borrower can take up the issue with the bank and consumer forums, and legal recourse is available.",
      "how do I change my repayment plan in India": "Approach the bank and request for restructuring.  Approval depends on the bank's policies.",
      "what is a deferment for economic hardship in India": "Borrowers can request the bank for rescheduling or restructuring.",
      "what is unemployment deferment in India": "Borrowers can request the bank for rescheduling or restructuring.",
      "what is in-school deferment in India": "Moratorium period covers this in India.",
      "what is a military service deferment in India": "Defense personnel may have specific schemes or relaxations; contact the bank for details.",
      "what is forbearance for medical or dental internship/residency in India": "Banks may consider this on a case-to-case basis.",
      "what is administrative forbearance in India": "Banks may offer relief during emergencies or policy changes.",
      "what is a loan prepayment penalty in India": "Some banks may charge prepayment penalties; check with your lender.",
      "how do I make extra payments on my student loans in India": "Inform the bank that the extra payment is towards the principal.",
      "what is the avalanche method of loan repayment in India": "Borrowers can choose to pay off the loan with the highest interest rate first.",
      "what is the snowball method of loan repayment in India": "Borrowers can choose to pay off the loan with the smallest balance first.",
      "how do I get an education loan if I have bad credit in India": "A co-signer with good credit is essential. Some NBFCs may lend at higher interest rates. Improving credit score is recommended.",
      "what is the difference between a grant, scholarship, and loan in India": "Grants and scholarships don't need repayment; loans do. Grants are often need-based, scholarships are merit-based.",
      "how do education loans affect marriage in India": "Can influence joint finances and loan eligibility. No specific tax implications.",
      "can I get education loans for online education in India": "Yes, if the online program is from a recognized institution.",
      "what is a student loan servicer transfer equivalent in India": "The loan account may be transferred to another branch of the same bank.",
      "how do I dispute errors on my student loan account in India": "Contact the bank and escalate to higher authorities if needed.  Legal recourse is available.",
      "what is education loan amortization in India": "The process of paying off the loan with regular installments.",
      "what is the difference between federal and private loan consolidation equivalent in India": "Not directly equivalent.  Restructuring is possible with the existing bank.",
      "how do I calculate my debt-to-income ratio in India": "Total monthly debt divided by gross monthly income.",
      "what is an education loan interest tax deduction in India": "Deduction under Section 80E for interest paid.",
      "what is a 1098-E form equivalent in India": "Banks provide interest certificates.",
      "what is an education loan refinance in India": "Balance transfer to another lender for better terms.",
       "what is a student loan cash-out refinance equivalent in India":"This is not a common practice in India.",
      "what is education loan forgiveness for nurses in India": "Some state government schemes might exist.",
      "what is education loan forgiveness for teachers in India": "Some state or central government schemes might exist.",
      "what is education loan forgiveness for military service in India": "Defense personnel may have specific schemes.",
      "what is education loan forgiveness for doctors in India": "Some state government schemes might exist.",
      "what is income-contingent repayment forgiveness equivalent in India": "Not a standard feature.",
      "what is the difference between forbearance and deferment in India": "Indian banks may offer restructuring or rescheduling in similar situations, but the terms might vary."
  },
  "intents": {
      "greet": ["hello", "hi", "namaste", "good morning", "good afternoon", "good evening"],
      "farewell": ["bye", "goodbye", "see you", "talk to you later", "have a nice day", "namaste"],
      "info": ["what is", "tell me about", "explain", "how to", "how do", "what are", "can you explain", "I need information on", "help me understand", "what is an"],
      "application": ["how to apply", "application process", "how do i get", "what documents", "eligibility", "apply for loan"],
      "repayment": ["how to repay", "repayment options", "payment plans", "when do i start paying", "how much will i pay", "repay loan", "loan repayment"],
      "interest": ["interest rates", "how is interest calculated", "fixed vs variable", "interest accrual", "interest calculation"],
      "forgiveness": ["loan forgiveness", "cancellation options", "discharge", "waiver", "subsidy"],
      "comparison": ["difference between", "public vs private", "compare", "which is better", "difference"],
      "eligibility": ["who is eligible", "eligibility criteria", "am i eligible"],
      "documents": ["documents required", "what documents are needed", "documents for loan"],
      "fees": ["what are the fees", "loan fees", "processing fees", "charges"],
      "moratorium": ["moratorium period", "grace period", "payment holiday"],
      "cosigner": ["guarantor", "co-applicant", "cosigner"],
      "collateral": ["collateral security", "security for loan", "what is collateral"],
      "default": ["loan default", "default on loan", "what happens if i default"],
      "refinance": ["refinance loan", "loan transfer", "balance transfer"],
      "tax": ["tax benefits", "income tax", "tax deduction"],
      "emi": ["emi calculation", "equated monthly installment", "how is emi calculated"],
      "loan amount": ["how much loan can i get", "maximum loan amount", "loan limit"],
      "online education": ["loan for online degree", "online course loan", "distance education loan"]
  }
}
